[
  {
    "title": "Row: 2",
    "order": "",
    "rank": "1",
    "order_2": "",
    "image": "sark.jpg",
    "overlay": "left",
    "name": "The good and the bad",
    "chatter": "Scroll through to see the five best and worst moments in Steve Sarkisian's eventful five seasons as head coach of the Huskies.",
    "credit": "Dean Rutz / The Seattle Times"
  },
  {
    "title": "1",
    "order": "1",
    "rank": "2",
    "order_2": "1",
    "image": "01Sark.jpg",
    "overlay": "right",
    "name": "Old-school upset",
    "chatter": "In Sarkisian’s third game at UW in 2009, the Huskies used a stout defensive effort to rally from a 10-0 deficit and stun No. 3 USC, 16-13. Jake Locker drove the Huskies 63 yards on 10 plays to set up Erik Folk’s game-winning kick, prompting fans to storm the field at Husky Stadium to celebrate UW’s most important victory since the 2001 Rose Bowl. ",
    "credit": "John Lok / The Seattle Times"
  },
  {
    "title": "2",
    "order": "2",
    "rank": "3",
    "order_2": "2",
    "image": "02Sark.jpg",
    "overlay": "left",
    "name": "God's play",
    "chatter": "In the penultimate game of the 2010 regular season, on the game’s final snap, Chris Polk scored a touchdown on a 1-yard run to give the Huskies a 16-13 victory at Cal and keep alive UW’s hopes of a bowl berth. The final play was called “26 power quad,” but more informally the Huskies referred to it as “God’s play.” Said Polk: “When they called it, I knew it was going to be perfect.”",
    "credit": "Marcio Jose Sanches / AP"
  },
  {
    "title": "3",
    "order": "3",
    "rank": "4",
    "order_2": "3",
    "image": "holidaybowlparalax.jpg",
    "overlay": "",
    "name": "A happy Holiday",
    "chatter": "After beating Cal and then winning the Apple Cup in Pullman, the Huskies earned their first bowl berth since 2002 and got a rematch with Nebraska in the 2010 Holiday Bowl. The Cornhuskers had embarrassed UW 56-21 in Seattle earlier in the season, but UW’s defense shut down the Nebraska run game (91 yards) in the 19-7 bowl victory. In his final game as a Husky, Locker helped UW finished with a winning record (7-6) for the first time in eight years. “He came back for this moment, and to experience this moment is why we coach,” Sarkisian said.",
    "credit": "Denis Poroy / AP"
  },
  {
    "title": "4",
    "order": "4",
    "rank": "5",
    "order_2": "4",
    "image": "04Sark.jpg",
    "overlay": "left",
    "name": "2011 recruiting class",
    "chatter": "Sarkisian signed one of the best recruiting classes in recent memory at UW — a class that featured future NFL draft picks Danny Shelton, Marcus Peters, Bishop Sankey, Austin Seferian-Jenkins and James Sample, plus UW standouts Kasen Williams and Dexter Charles, and three current senior starters in Travis Feeney, Taniela Tupou, Siosifa Tufunga and Joshua Perkins. ",
    "credit": "Steve Ringman / The Seattle Times"
  },
  {
    "title": "5",
    "order": "5",
    "rank": "6",
    "order_2": "5",
    "image": "05Sark.jpg",
    "overlay": "right",
    "name": "Return to Husky Stadium",
    "chatter": "After playing the 2012 season at CenturyLink Field, the Huskies returned to renovated Husky Stadium and posted an emphatic 38-6 victory over No. 19 Boise State to open the 2013 season. Keith Price threw for 324 yards while breaking the school record for touchdown passes.\r\n",
    "credit": "Dean Rutz / The Seattle Times"
  },
  {
    "title": "6",
    "order": "6",
    "rank": "7",
    "order_2": "1",
    "image": "06Sark.jpg",
    "overlay": "let",
    "name": "Cardinal crushing",
    "chatter": "While 2010 wound up being a breakthrough season for the program, the Huskies hit a wall during a 41-0 loss to Stanford in late October. It was the first time UW had been shut out at home since 1976, and it was one of 10 times during Sarkisian’s UW tenure that he lost by 28 points or more. The loss also prompted a memorable rant about the state of the program from former Husky QB Hugh Millen on KJR a couple of days later. ",
    "credit": "Dean Rutz / The Seattle Times"
  },
  {
    "title": "7",
    "order": "7",
    "rank": "8",
    "order_2": "2",
    "image": "07Sark.jpg",
    "overlay": "right",
    "name": "Tiger trap",
    "chatter": "In an attempt to motivate the Huskies a few days before their September 2012 trip to play LSU, Sarkisian brought in a 300-pound live Bengal tiger named Sheena. She watched practice from her cage, ripping up her water container in the process. The stunt didn’t work: The third-ranked Tigers trounced the Huskies, 41-3, in Baton Rouge. ",
    "credit": "Dean Rutz / The Seattle Times"
  },
  {
    "title": "8",
    "order": "8",
    "rank": "9",
    "order_2": "3",
    "image": "08Sark.jpg",
    "overlay": "left",
    "name": "Hyped up",
    "chatter": "Sarkisian had a tendency to exaggerate at times, and he notably went over the top on National Signing Day in 2010 when he called James Atoe, a lightly recruited offensive lineman from The Dalles, Ore., “a potential top five NFL draft pick.” Atoe developed into a productive and versatile player for UW — starting every game as a senior in 2014 — but he went undrafted by the NFL. ",
    "credit": "Rick Scuteri / AP"
  },
  {
    "title": "9",
    "order": "9",
    "rank": "10",
    "order_2": "4",
    "image": "09Sark.jpg",
    "overlay": "right",
    "name": "Recruiting questions",
    "chatter": "As productive as the 2011 class was, Sarkisian’s final two classes at UW were just as puzzling. In 2012, UW landed five-star sensation Shaq Thompson — a major coup for the Huskies — but too many from that class never panned out. Of the 25 players in that class, 11 are no longer with the program. The 2013 class was later marred by allegations that ex-UW assistant Tosh Lupoi paid $4,500 in cash for tutoring and online classes for a Lynnwood High School recruit, who ultimately did not enroll at UW. The NCAA investigated the claims but did not find evidence to warrant punishment.",
    "credit": "Dean Rutz / The Seattle Times"
  },
  {
    "title": "10",
    "order": "10",
    "rank": "11",
    "order_2": "5",
    "image": "10Sark.jpg",
    "overlay": "left",
    "name": "Return to LA",
    "chatter": "Breakups are never easy, but Sarkisian admitted he erred in making his regular Monday morning appearance with KRJ’s Mitch Levy three days after UW’s Apple Cup victory in 2013. When pressed by Levy, Sarkisian danced around the semantics of his interest in the USC job. A few hours later, he was USC’s coach. UW players found out about his departure on social media. “Hindsight is 20/20,” he said. “Unfortunately, it didn’t come out the best way I would have liked, but that’s life. You keep moving forward.”",
    "credit": "Mark J. Terrill / AP"
  }
]